hyprland
hyprlock
hypridle
waybar
SwayNotificationCenter
rofi-wayland
kitty
dolphin
mpvpaper
grim
slurp
wl-clipboard
cliphist
cava
btop
fastfetch
jq
network-manager-applet
cargo
gcc
make
pkgconf-pkg-config
